{
  "list": [
    { "categorie":"bateaux" ,"name": "Vogue Merry", "description": "Le premier bateau des mugiwaras", "photo": "assets\\photos\\bateau\\merry.jpg", "photoTemplate": "assets\\photos\\bateau\\bateau-template.jpg" },
    { "categorie":"bateaux" ,"name": "Black Pearl", "description": "Le navire du capitaine Jack Sparrow (et pas Barbossa)", "photo": "assets\\photos\\bateau\\BlackPearl.jpg", "photoTemplate": "assets\\photos\\bateau\\bateau-template.jpg" },
    { "categorie":"restaurants" ,"name": "Baratie", "description": "Restaurant sur East blue frequenté par la marine (notamment)", "photo": "assets\\photos\\restaurant\\baratie.jpg", "photoTemplate": "assets\\photos\\restaurant\\icone-resto.jpg" },
    { "categorie":"restaurants" ,"name": "Cantina", "description": "Restaurant célèbre dans le déset avec beaucoup d'ambiance et d'animation", "photo": "assets\\photos\\restaurant\\cantina.jpg", "photoTemplate": "assets\\photos\\restaurant\\icone-resto.jpg" },
    { "categorie":"recettes" ,"name": "Papillote de cabillaud à la citronnelle", "description": "Description de la recette 1", "photoTemplate": "assets\\photos\\restaurant\\recette-icone.jpg"  },
    { "categorie":"recettes" ,"name": "Dos de Cabillaud au four", "description": "Je lave les courgettes et je les taille en lanières « spaghettis » ou en fin bâtonnets. Je lave les tomates et je les coupe de la branche en conservant 1 cm de tige sur la tomate. \nJ’épluche et j’émince finement le gingembre et l’ail, je les mélange dans un ramequin. Je lave les 2 citrons, je mets de côté le jus d’1 citron et demi. Dans la moitié restante, je découpe 3 tranches fines, et enfin je râpe les zestes de cette moitié. \nJe préchauffe mon four à 210°C (th. 7).\nDans mon plat à papillote, je dépose une partie des courgettes, je parsème la moitié de l’ail et du gingembre. Je sale et je poivre.\nPuis je dépose mon dos de cabillaud. Je dépose autour le reste des spaghettis de courgettes, les tomates et les olives noires. Je saupoudre le tout avec le reste d’ail et gingembre, les zestes de citron et j’arrose avec le jus de citron et un filet d’huile d’olive. Enfin, je sale et poivre l’ensemble, j’effeuille le thym et je le répartis harmonieusement.\nJ’enfourne ma papillote avec le couvercle pour 25-30 minutes. Je vérifie la cuisson du poisson en écartant délicatement la chair au milieu. Je sers avec un riz basmati ou complet.","photo": "assets\\photos\\\\cabi.jpg", "photoTemplate":  "assets\\photos\\restaurant\\recette-icone.jpg"  }
  ]
}

